@extends('frontend_views.layout.layout')

@section('title', "Визија и мисија")

@section('page_header')
<h1>ВИЗИЈА И МИСИЈА</h1>
@endsection
@section('content')

<div class="erasmus-wrapper">
    <div class="mision-vision">
        <div class="mision-vision-wrapper ">
            <div class="mision-vision-container">
                <h1 class="mision-vision-title">Нашата визија</h1>
                <p>Нашата визија е да бидеме училиште кое го воспоставува стандардот за квалитет во образованието. Стремиме кон развивање на креативни лидери и активни граѓани, обучени да ги формираат искуствата на утрешниците. Преку стручност, иновација и поддршка, го поттикуваме несебичното учење и етичките вредности, што ќе ги охрабри нашите ученици за успешно обликување на својата иднина.</p>
            </div>
        </div>
        <div class="mision-vision-wrapper">
            <div class="mision-vision-container">
                <h1 class="mision-vision-title">Нашата мисија</h1>
                <p>Нашиот целосен подход кон образованието создава инклузивна образовна заедница што го поттикнува креативното размислување, почитувањето на различностите и развивањето на личностите на нашите ученици. Преку посветеност, иновација и соработка со родителите и заедницата, ги подготвуваме учениците за успешно справување со предизвиците на светот.</p>
            </div>
        </div>
    </div>
</div>
@endsection