@extends('frontend_views.layout.layout')

@section("title", 'За нашиот патрон')

@section('page_header')

<h1>За нашиот патрон</h1>
@endsection

@section('content')

<div class="erasmus-wrapper">
    <div class="documents-container">
        
        <div class="patron-container">
            <div class="patron-image-container">

                <img src="{{ asset('assets/images/vojdan_chernodrinski.jpg') }}" alt="">
            </div>
            <div class="patron-content-container">

            
            <h1>За Војдан Чернодрински</h1>
            <br>
            <br>
            <p>Војдан Поп Георгиев Чернодрински (15 јануари 1875—8 јануари 1951) е основоположник на    македонското драмско творештво и театар.

                Чернодрински е роден во с. Селци, Дебарско. Учел гимазија во Солун, па во Софија, каде го основал гимназискиот литературен кружок „Македонски зговор“. Бил член и на „Младата македонска книжовна дружина“. Контактите со македонските емигранти влијаеле врз формирањето на неговата национално-револуционерна и социјалистичка свест. Во Грац и во Берн студирал правни науки, но не ги завршил.
                <br>
                <br>
                По многу перипетии на сцената на Софискиот театар, на 7. ноември 1900 година,  успеал да ја постави драмата „Македонска крвава свадба“.
                <br>
                <br>
                Успехот на претставата го поттикнала тој да формира македонски театар.
                <br>
                <br>
                На своето име си го додал псевдонимот Чернодрински и ја оформил драмската група „Скрб и утеха“ (1901), која подоцна прераснала во „Столичен македонски театар“ (1902) и патувал низ Бугарија, Србија и Македонија.
                <br>
                <br>
                Учествувал во Балканските војни и во Првата светска војна и го доживеал распарчувањето на Македонија. До крајот на животот живеел во Софија.
                <br>
                <br>
                Освен „Македонска крвава свадба“, тој ги напишал и едночинките: „Дрвари“, „Во меаната“, „Мајстори“; драмите: „Македонска емиграција“, „Зло за зло“, „Од глаата си патиме“, „Робот и агата“, „Срешта“ и др.</p>
            </div>
        </div>
    </div>
</div>

@endsection